"CREATING_YOUR_ACCOUNT" = "Creo il tuo account…";
"CONFIGURING_YOUR_ACCOUNT" = "Configuro il tuo account…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Controllo il tuo account di network…";

"LOCAL_ADMIN_SHORT_NAME" = "ammin";
"LOCAL_ADMIN_FULL_NAME" = "Amministratore";

"YES_BUTTON" = "Sì";
"NO_BUTTON" = "No";
"PRIVACYPOLICY_BUTTON" = "Politica di tutela della privacy";
"RETRIEVE_APPLEID_INFO" = "Ottengo le informazioni dell'ID Apple…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Le informazioni del tuo Apple ID esistente possono essere fornite da Apple. Impostazione Assistita renderà più semplice la registrazione scaricando le informazioni in modo sicuro e registrandole sul tuo computer. Vuoi scaricare le tue informazioni adesso?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Avvisi Trasferimento ed Errori.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Le informazioni dell'ID Apple non sono disponibili in questo momento.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Il tuo computer non e riuscito a connettersi a Apple. La connessione non è disponibile o la configurazione del network non è corretta. Per provare di nuovo, fai clic su Collegamento. Per saltare questo passo, fai clic su Continua.";

"APPLEID_AUTH_FAILED_TITLE" = "Impossibile accedere alle informazioni dell'ID Apple.";
"APPLEID_AUTH_FAILED" = "Non è stato riconosciuto l'ID Apple o la password. Fai clic su Indietro e inserisci nuovamente le informazioni relative all'ID e alla password assicurandoti che siano corrette.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Impossibile accedere alle informazioni dell'ID Apple.";
"APPLEID_AUTH_GIVEUP" = "L'ID Apple inserito non può essere usato in questo momento. Fai clic su OK per saltare questo passo e continuare a configurare il computer.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Connessione…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "La connessione PPPoE non è riuscita.";

"ENTER_REGISTRATION_INFO" = "Inserisci le tue informazioni personali. Verrano utilizzate per registrare il tuo prodotto Apple, creare un account utente, inserire le tue informazioni nella Rubrica Indirizzi e configurare il tuo account di Mail.";
"ENTER_REGISTRATION_INFO_LATER" = "Inserisci le tue informazioni personali. Queste informazioni sono utilizzate per aggiornare le informazioni di registrazione con Apple.";

"RETAKE_VIDEO_SNAPSHOT" = "Scatta di nuovo un'istantanea dal video.";
"NO_PICTURE_ALERT_TITLE" = "Devi selezionare un'immagine per l'account.";
"NO_PICTURE_ALERT_MESSAGE" = "Puoi fare una foto utilizzando la fotocamera del computer o scegliere una foto dalla libreria Immagini.";
"DRAG_TO_MOVE_IMAGE" = "Trascina per spostare l'immagine";

"FAILED_TO_BIND_TITLE" = "Il computer non è riuscito a collegarsi a  \“%@\”.";
"FAILED_TO_BIND_MESSAGE" = "Contatta l’amministratore del server.";